Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# security.connections.errors.notFound
source: Account not found
ar: لم يتم العثور على الحساب
bg: Акаунтът не е намерен
bn: অ্যাকাউন্ট খুঁজে পাওয়া যায়নি
ca: Compte no trobat
cs: Účet nebyl nalezen
da: Konto ikke fundet
de: Konto nicht gefunden
el: Ο λογαριασμός δεν βρέθηκε
es: Cuenta no encontrada
et: Kontot ei leitud
fa: حساب یافت نشد
fi: Tiliä ei löytynyt
fil: Account hindi nahanap
fr: Compte non trouvé
he: חשבון לא נמצא
hi: खाता नहीं मिला
hr: Račun nije pronađen
hu: Fiók nem található
id: Akun tidak ditemukan
is: Reikningur fannst ekki
it: Account non trovato
ja: アカウントが見つかりません
ko: 계정을 찾을 수 없습니다
lt: Paskyra nerasta
lv: Konts nav atrasts
nb: Konto ikke funnet
nl: Account niet gevonden
nn: Konto ikkje funnen
pl: Konto nie znalezione
pt_br: Conta não encontrada
ro: Cont nu găsit
ru: Аккаунт не найден
sk: Účet nenájdený
sl: Račun ni najden
sr: Налог није пронађен
sv: Konto inte funnet
sw: Akaunti haipatikani
ta: கணக்கு கிடைக்கவில்லை
th: ไม่พบบัญชี
tr: Hesap bulunamadı
uk: Акаунт не знайдено
ur: اکاؤنٹ نہیں ملا
vi: Không tìm thấy tài khoản
zh_hans: 账户未找到
zh_hant: 找不到帳戶

# security.connections.errors.unlinkFailed
source: Could not disconnect account. Please try again.
ar: تعذر قطع اتصال الحساب. يرجى المحاولة مرة أخرى.
bg: Не можеше да се отключи акаунтът. Моля, опитайте отново.
bn: অ্যাকাউন্ট সংযোগ বিচ্ছিন্ন করতে পারিনি। অনুগ্রহ করে আবার চেষ্টা করুন।
ca: No s'ha pogut desconnectar el compte. Torna-ho a intentar.
cs: Nepodařilo se odpojit účet. Zkuste to prosím znovu.
da: Kunne ikke afbryde forbindelsen til konto. Prøv igen.
de: Konto konnte nicht getrennt werden. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η αποσύνδεση του λογαριασμού. Δοκιμάστε ξανά.
es: No se pudo desconectar la cuenta. Intenta de nuevo.
et: Konto lahtiühendamine ebaõnnestus. Palun proovi uuesti.
fa: نتوانست حساب را قطع کند. لطفاً دوباره تلاش کنید.
fi: Tilin irrottaminen epäonnistui. Yritä uudelleen.
fil: Hindi ma-disconnect ang account. Subukan muli.
fr: Impossible de déconnecter le compte. Veuillez réessayer.
he: לא הצלחנו להתנתק מהחשבון. נסה שוב.
hi: खाता डिस्कनेक्ट नहीं हो सका। कृपया पुनः प्रयास करें।
hr: Nisam mogao prekinuti vezu računa. Pokušaj ponovno.
hu: A fiók lecsatlakoztatása nem sikerült. Próbáld újra.
id: Tidak dapat memutuskan akun. Silakan coba lagi.
is: Gat ekki aftengst reikningi. Reyndu aftur.
it: Impossibile disconnettere l'account. Riprova.
ja: アカウントを切断できませんでした。もう一度試してください。
ko: 계정 연결을 해제할 수 없습니다. 다시 시도하세요.
lt: Nepavyko atjungti paskyros. Bandykite dar kartą.
lv: Nevar atvienot kontu. Lūdzu, mēģiniet vēlreiz.
nb: Kunne ikke koble fra konto. Prøv igjen.
nl: Kon account niet verbreken. Probeer het opnieuw.
nn: Kunne ikkje kople frå konto. Prøv igjen.
pl: Nie udało się rozłączyć konto. Spróbuj ponownie.
pt_br: Não foi possível desconectar a conta. Tente novamente.
ro: Nu s-a putut deconecta contul. Încercați din nou.
ru: Не удалось отключить аккаунт. Пожалуйста, попробуйте еще раз.
sk: Nepodarilo sa odpojiť účet. Skúste znova.
sl: Ni bilo mogoče prekiniti računa. Poskusi ponovno.
sr: Нисам могао откачити налог. Покушајте поново.
sv: Kunde inte koppla från konto. Försök igen.
sw: Haiwezi kukataa akaunti. Tafadhali jaribu tena.
ta: கணக்கைத் துறக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
th: ไม่สามารถตัดการเชื่อมต่อบัญชี โปรดลองอีกครั้ง
tr: Hesap bağlantısı kesilemedi. Lütfen tekrar dene.
uk: Не вдалося відключити акаунт. Спробуйте ще раз.
ur: اکاؤنٹ منقطع نہیں ہو سکا۔ براہ کرم دوبارہ کوشش کریں۔
vi: Không thể ngắt kết nối tài khoản. Vui lòng thử lại.
zh_hans: 无法断开账户连接。请重试。
zh_hant: 無法斷開帳戶連接。請重試。

# security.connections.google.connected
source: Connected
ar: متصل
bg: Свързано
bn: সংযুক্ত
ca: Connectat
cs: Připojeno
da: Forbundet
de: Verbunden
el: Συνδεδεμένο
es: Conectado
et: Ühendatud
fa: متصل
fi: Yhdistetty
fil: Konektado
fr: Connecté
he: מחובר
hi: जुड़ा हुआ
hr: Povezano
hu: Csatlakoztatva
id: Terhubung
is: Tengt
it: Connesso
ja: 接続済み
ko: 연결됨
lt: Prijungta
lv: Savienots
nb: Tilkoblet
nl: Verbonden
nn: Tilkoblet
pl: Połączono
pt_br: Conectado
ro: Conectat
ru: Подключено
sk: Pripojené
sl: Povezano
sr: Повезано
sv: Ansluten
sw: Imeunganishwa
ta: இணைக்கப்பட்டது
th: เชื่อมต่อแล้ว
tr: Bağlantılı
uk: Підключено
ur: منسلک ہے
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連接

# security.connections.google.notConnected
source: Not connected
ar: غير متصل
bg: Не е свързано
bn: সংযুক্ত নয়
ca: No connectat
cs: Není připojeno
da: Ikke forbundet
de: Nicht verbunden
el: Δεν είναι συνδεδεμένο
es: No conectado
et: Ühendamata
fa: متصل نیست
fi: Ei yhdistetty
fil: Hindi konektado
fr: Non connecté
he: לא מחובר
hi: जुड़ा नहीं है
hr: Nije povezano
hu: Nincs csatlakoztatva
id: Tidak terhubung
is: Ekki tengt
it: Non connesso
ja: 未接続
ko: 연결되지 않음
lt: Neprijungta
lv: Nav savienots
nb: Ikke tilkoblet
nl: Niet verbonden
nn: Ikkje tilkoblet
pl: Nie połączono
pt_br: Não conectado
ro: Nu este conectat
ru: Не подключено
sk: Nepripojené
sl: Ni povezano
sr: Није повезано
sv: Inte ansluten
sw: Haijaunganiwa
ta: இணைக்கப்படவில்லை
th: ไม่ได้เชื่อมต่อ
tr: Bağlantılı değil
uk: Не підключено
ur: منسلک نہیں ہے
vi: Chưa kết nối
zh_hans: 未连接
zh_hant: 未連接

# security.connections.phone.connected
source: Connected
ar: متصل
bg: Свързано
bn: সংযুক্ত
ca: Connectat
cs: Připojeno
da: Forbundet
de: Verbunden
el: Συνδεδεμένο
es: Conectado
et: Ühendatud
fa: متصل
fi: Yhdistetty
fil: Konektado
fr: Connecté
he: מחובר
hi: जुड़ा हुआ
hr: Povezano
hu: Csatlakoztatva
id: Terhubung
is: Tengt
it: Connesso
ja: 接続済み
ko: 연결됨
lt: Prijungta
lv: Savienots
nb: Tilkoblet
nl: Verbonden
nn: Tilkoblet
pl: Połączono
pt_br: Conectado
ro: Conectat
ru: Подключено
sk: Pripojené
sl: Povezano
sr: Повезано
sv: Ansluten
sw: Imeunganishwa
ta: இணைக்கப்பட்டது
th: เชื่อมต่อแล้ว
tr: Bağlantılı
uk: Підключено
ur: منسلک ہے
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連接

# security.connections.phone.title
source: Phone
ar: الهاتف
bg: Телефон
bn: ফোন
ca: Telèfon
cs: Telefon
da: Telefon
de: Telefon
el: Τηλέφωνο
es: Teléfono
et: Telefon
fa: تلفن
fi: Puhelin
fil: Telepono
fr: Téléphone
he: טלפון
hi: फोन
hr: Telefon
hu: Telefon
id: Telepon
is: Sími
it: Telefono
ja: 電話
ko: 전화번호
lt: Telefonas
lv: Tālrunis
nb: Telefon
nl: Telefoon
nn: Telefon
pl: Telefon
pt_br: Telefone
ro: Telefon
ru: Телефон
sk: Telefón
sl: Telefon
sr: Телефон
sv: Telefon
sw: Simu
ta: தொலைபேசி
th: โทรศัพท์
tr: Telefon
uk: Телефон
ur: فون
vi: Điện thoại
zh_hans: 手机
zh_hant: 電話

# security.connections.sectionSubtitle
source: Manage your login methods
ar: أدر طرق تسجيل الدخول الخاصة بك
bg: Управлявайте методите си за вход
bn: আপনার লগইন পদ্ধতি পরিচালনা করুন
ca: Gestiona els teus mètodes d'inici de sessió
cs: Spravujte své metody přihlášení
da: Administrer dine logonmetoder
de: Verwalte deine Anmeldungsmethoden
el: Διαχειριστείτε τις μεθόδους σύνδεσής σας
es: Administra tus métodos de inicio de sesión
et: Halda oma sisselogimismeetodeid
fa: روش‌های ورود خود را مدیریت کنید
fi: Hallinnoi kirjautumismenetelmiäsi
fil: Pamahalaan ang iyong mga paraan ng pag-login
fr: Gérez vos méthodes de connexion
he: נהל את שיטות ההתחברות שלך
hi: अपने लॉगिन तरीके प्रबंधित करें
hr: Upravljaj svojim metodama prijave
hu: Kezelj az összes bejelentkezési módszert
id: Kelola metode login Anda
is: Stjórnaðu innskráningaraðferðum þínum
it: Gestisci i tuoi metodi di accesso
ja: ログイン方法を管理します
ko: 로그인 방법 관리
lt: Tvarkykite savo prisijungimo metodus
lv: Pārvaldiet savus pierakstīšanās paņēmienus
nb: Administrer innloggingsmetodene dine
nl: Beheer je inloggingsmethoden
nn: Administrer innloggingsmetodane dine
pl: Zarządzaj swoimi metodami logowania
pt_br: Gerencie seus métodos de login
ro: Administrează metodele tale de conectare
ru: Управляйте своими способами входа
sk: Spravujte svoje metódy prihlásenia
sl: Upravljaj svoje metode prijave
sr: Управљајте својим методама пријаве
sv: Hantera dina inloggningsmetoder
sw: Dhibiti njia za kuingia
ta: உங்கள் உள்நுழைவு முறைகளைப் பரிசயாளன்
th: จัดการวิธีการเข้าสู่ระบบของคุณ
tr: Giriş yöntemlerinizi yönetin
uk: Керуйте своїми способами входу
ur: اپنے لاگ ان کے طریقے منظم کریں
vi: Quản lý phương pháp đăng nhập của bạn
zh_hans: 管理您的登录方式
zh_hant: 管理您的登入方法

# security.connections.sectionTitle
source: Connected accounts
ar: الحسابات المتصلة
bg: Свързани акаунти
bn: সংযুক্ত অ্যাকাউন্ট
ca: Comptes connectats
cs: Připojené účty
da: Forbundne kontoer
de: Verbundene Konten
el: Συνδεδεμένοι λογαριασμοί
es: Cuentas conectadas
et: Ühendatud kontod
fa: حسابهای متصل
fi: Yhdistetyt tilit
fil: Mga konektadong account
fr: Comptes connectés
he: חשבונות מחוברים
hi: जुड़े हुए खाते
hr: Povezani računi
hu: Csatlakoztatott fiókok
id: Akun yang terhubung
is: Tengd reikningar
it: Account connessi
ja: 接続されたアカウント
ko: 연결된 계정
lt: Sujungtos paskyros
lv: Savienotie konti
nb: Tilkoblede kontoer
nl: Verbonden accounts
nn: Tilkoblede kontoer
pl: Połączone konta
pt_br: Contas conectadas
ro: Conturi conectate
ru: Подключенные аккаунты
sk: Pripojené účty
sl: Povezani računi
sr: Povezani nalozi
sv: Anslutna konton
sw: Akaunti zilizounganishwa
ta: இணைக்கப்பட்ட கணக்குகள்
th: บัญชีที่เชื่อมต่อ
tr: Bağlı hesaplar
uk: Підключені акаунти
ur: منسلک اکاؤنٹس
vi: Tài khoản đã kết nối
zh_hans: 已连接的账户
zh_hant: 已連接帳戶

# security.errors.loadFailed
source: Could not load security settings
ar: تعذر تحميل إعدادات الأمان
bg: Не може да се заредят настройките за сигурност
bn: নিরাপত্তা সেটিংস লোড করা যায়নি
ca: No s'han pogut carregar els ajustos de seguretat
cs: Nelze načíst nastavení zabezpečení
da: Kunne ikke laste sikkerhetsindstillinger
de: Sicherheitseinstellungen konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των ρυθμίσεων ασφαλείας
es: No se pudieron cargar los ajustes de seguridad
et: Turvaseadete laadimine ebaõnnestus
fa: نمی‌توان تنظیمات امنیتی را بارگذاری کرد
fi: Turva-asetuksia ei voitu ladata
fil: Hindi makapag-load ng mga setting sa seguridad
fr: Impossible de charger les paramètres de sécurité
he: לא היתה אפשרות לטעון הגדרות אבטחה
hi: सुरक्षा सेटिंग्स लोड नहीं हो सकीं
hr: Nije moguće učitati sigurnosne postavke
hu: Nem sikerült betölteni a biztonsági beállításokat
id: Tidak dapat memuat pengaturan keamanan
is: Gat ekki hlaðið öryggisstillingum
it: Impossibile caricare le impostazioni di sicurezza
ja: セキュリティ設定を読み込めませんでした
ko: 보안 설정을 로드할 수 없음
lt: Nepavyko įkelti saugos nustatymai
lv: Neizdevās ielādēt drošības iestatījumus
nb: Kunne ikke laste sikkerhetsinnstillinger
nl: Kon beveiligingsinstellingen niet laden
nn: Kunne ikke laste sikkerhetsinnstillingar
pl: Nie można załadować ustawień bezpieczeństwa
pt_br: Não foi possível carregar as configurações de segurança
ro: Nu s-au putut încărca setările de securitate
ru: Не удалось загрузить параметры безопасности
sk: Nepodarilo sa načítať nastavenia bezpečnosti
sl: Ni bilo mogoče naložiti varnostnih nastavitev
sr: Nije moguće učitati sigurnosne postavke
sv: Kunde inte ladda säkerhetsinställningar
sw: Haikuweza kupakia mipango ya usalama
ta: பாதுகாப்பு அமைப்புகளை load செய்ய முடியவில்லை
th: ไม่สามารถโหลดการตั้งค่าความปลอดภัย
tr: Güvenlik ayarları yüklenemedi
uk: Не вдалося завантажити параметри безпеки
ur: سیکیورٹی کی ترتیبات لوڈ نہیں کی جا سکیں
vi: Không thể tải cài đặt bảo mật
zh_hans: 无法加载安全设置
zh_hant: 無法載入安全設定

# security.mfa.addedOn
source: Added %@
ar: تمت الإضافة %@
bg: Добавено %@
bn: %@ যোগ করা হয়েছে
ca: Afegit %@
cs: Přidáno %@
da: Tilføjet %@
de: Hinzugefügt %@
el: Προστέθηκε %@
es: Añadido %@
et: Lisatud %@
fa: اضافه شد %@
fi: Lisätty %@
fil: Idinagdag %@
fr: Ajouté %@
he: נוסף %@
hi: जोड़ा गया %@
hr: Dodano %@
hu: Hozzáadva: %@
id: Ditambahkan %@
is: Bætt við %@
it: Aggiunto %@
ja: %@ を追加しました
ko: %@ 추가됨
lt: Pridėta %@
lv: Pievienots %@
nb: Lagt til %@
nl: Toegevoegd %@
nn: Lagt til %@
pl: Dodano %@
pt_br: Adicionado %@
ro: Adăugat %@
ru: Добавлено %@
sk: Pridané %@
sl: Dodano %@
sr: Dodano %@
sv: Tillagt %@
sw: Imeongezwa %@
ta: %@ சேர்க்கப்பட்டது
th: เพิ่มแล้ว %@
tr: Eklendi %@
uk: Додано %@
ur: شامل کیا گیا %@
vi: Đã thêm %@
zh_hans: 已添加 %@
zh_hant: 已新增 %@

# security.mfa.addFactor
source: Add authenticator app
ar: أضف تطبيق المصادقة
bg: Добавяне на приложение за удостоверяване
bn: প্রমাণীকরণ অ্যাপ যোগ করুন
ca: Afegir aplicació d'autenticació
cs: Přidat ověřovací aplikaci
da: Tilføj godkendelsesapp
de: Authentifizierungs-App hinzufügen
el: Προσθήκη εφαρμογής ταυτοποίησης
es: Añadir aplicación de autenticación
et: Lisa autentimisrakendus
fa: افزودن برنامه احراز هویت
fi: Lisää autentifikaatiosovellus
fil: Magdagdag ng authenticator app
fr: Ajouter une app d'authentification
he: הוסף אפליקציית אימות
hi: ऑथेंटिकेटर ऐप जोड़ें
hr: Dodaj aplikaciju za autentifikaciju
hu: Hitelesítő alkalmazás hozzáadása
id: Tambah aplikasi autentikator
is: Bæta við auðkenningarforriti
it: Aggiungi app autenticatore
ja: 認証アプリを追加
ko: 인증 앱 추가
lt: Pridėti autentifikavimo programą
lv: Pievienot autentifikācijas lietotni
nb: Legg til autentiseringsapp
nl: Authenticator-app toevoegen
nn: Legg til autentiseringsapp
pl: Dodaj aplikację autentykacyjną
pt_br: Adicionar app autenticador
ro: Adaugă aplicație de autentificare
ru: Добавить приложение аутентификации
sk: Pridať aplikáciu autentifikátora
sl: Dodaj aplikacijo za preverjanje istovetnosti
sr: Dodaj aplikaciju za autentifikaciju
sv: Lägg till autentiseringsapp
sw: Ongeza programu ya uthibitisho
ta: அங்கீகারक பயன்பாட்டைச் சேர்க்கவும்
th: เพิ่มแอปตรวจสอบสิทธิ์
tr: Kimlik doğrulayıcı uygulaması ekleyin
uk: Додати програму автентифікації
ur: Authenticator ایپ شامل کریں
vi: Thêm ứng dụng xác thực
zh_hans: 添加身份验证器应用
zh_hant: 新增驗證器應用

# security.mfa.enrollTitle
source: Set up 2FA
ar: إعداد المصادقة الثنائية
bg: Настройка на 2FA
bn: ২এফএ সেটআপ করুন
ca: Configurar 2FA
cs: Nastavit 2FA
da: Konfigurer 2FA
de: 2FA einrichten
el: Ρύθμιση 2FA
es: Configurar 2FA
et: Seadista 2FA
fa: راه‌اندازی احراز دو مرحله‌ای
fi: Määritä 2FA
fil: I-setup ang 2FA
fr: Configurer l'authentification à deux facteurs
he: הגדר 2FA
hi: 2FA सेट अप करें
hr: Postavi 2FA
hu: 2FA beállítása
id: Atur 2FA
is: Setja upp 2FA
it: Configura 2FA
ja: 2FA をセットアップ
ko: 2FA 설정
lt: Nustatyti 2FA
lv: Iestatīt 2FA
nb: Sett opp 2FA
nl: 2FA instellen
nn: Sett opp 2FA
pl: Skonfiguruj 2FA
pt_br: Configurar 2FA
ro: Configurează 2FA
ru: Настроить 2FA
sk: Nastaviť 2FA
sl: Nastavi 2FA
sr: Postavi 2FA
sv: Konfigurera 2FA
sw: Sanidi 2FA
ta: 2FA ஐ அமைக்கவும்
th: ตั้งค่า 2FA
tr: 2FA'yı ayarlayın
uk: Налаштувати 2FA
ur: 2FA سیٹ اپ کریں
vi: Thiết lập 2FA
zh_hans: 设置双因素认证
zh_hant: 設定雙因素認證

# security.mfa.errors.codeRequired
source: Enter 6-digit code
ar: أدخل رمز 6 أرقام
bg: Въведете 6-цифрен код
bn: ৬-অঙ্কের কোড লিখুন
ca: Entra el codi de 6 dígits
cs: Zadejte 6místný kód
da: Indtast 6-cifret kode
de: 6-stelligen Code eingeben
el: Εισάγετε κωδικό 6 ψηφίων
es: Ingresa código de 6 dígitos
et: Sisesta 6-kohaline kood
fa: کد 6 رقمی را وارد کنید
fi: Syötä 6-numeroinen koodi
fil: Ilagay ang 6-digit na code
fr: Entrez le code à 6 chiffres
he: הזן קוד בן 6 ספרות
hi: 6-अंकीय कोड दर्ज करें
hr: Unesite 6-znamenkasti kod
hu: Adjon meg 6 számjegyű kódot
id: Masukkan kode 6 digit
is: Sláðu inn 6 stafa kóða
it: Inserisci codice a 6 cifre
ja: 6 桁のコードを入力
ko: 6자리 코드 입력
lt: Įveskite 6 skaitmenų kodą
lv: Ievadiet 6 cipāru kodu
nb: Skriv inn 6-sifret kode
nl: Voer 6-cijferige code in
nn: Skriv inn 6-sifret kode
pl: Wpisz 6-cyfrowy kod
pt_br: Digite o código de 6 dígitos
ro: Introduceți codul cu 6 cifre
ru: Введите 6-значный код
sk: Zadajte 6-ciferný kód
sl: Vnesite 6-mestno kodo
sr: Unesite 6-znamenkasti kod
sv: Ange 6-siffrig kod
sw: Ingiza nambari ya tarakamu 6
ta: 6 இலக்க குறியீட்டை உள்ளிடவும்
th: ป้อนรหัส 6 หลัก
tr: 6 haneli kodu girin
uk: Введіть 6-значний код
ur: 6 ہندسے والا کوڈ درج کریں
vi: Nhập mã 6 chữ số
zh_hans: 输入6位数代码
zh_hant: 輸入 6 位數代碼

# security.mfa.errors.enrollFailed
source: Could not start setup. Please try again.
ar: تعذر بدء الإعداد. يرجى المحاولة مرة أخرى.
bg: Не може да се стартира настройката. Опитайте отново.
bn: সেটআপ শুরু করা যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut iniciar la configuració. Torna a intentar-ho.
cs: Nelze spustit nastavení. Zkuste znovu.
da: Kunne ikke starte opsætning. Prøv igen.
de: Setup konnte nicht gestartet werden. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η έναρξη της ρύθμισης. Προσπαθήστε ξανά.
es: No se pudo iniciar la configuración. Inténtalo de nuevo.
et: Seadistamist ei õnnestunud alustada. Proovi uuesti.
fa: نمی‌توان راه‌اندازی را شروع کرد. دوباره تلاش کنید.
fi: Määritystä ei voitu aloittaa. Yritä uudelleen.
fil: Hindi makapagsimula ng setup. Subukan ulit.
fr: Impossible de démarrer la configuration. Réessayez.
he: לא היתה אפשרות להתחיל את ההגדרה. נסה שוב.
hi: सेटअप शुरू नहीं हो सका। कृपया पुनः प्रयास करें।
hr: Nije moguće započeti postavljanje. Pokušajte ponovno.
hu: Nem sikerült elindítani a beállítást. Próbálja újra.
id: Tidak dapat memulai pengaturan. Coba lagi.
is: Gat ekki hafið uppsetningu. Prófaðu aftur.
it: Impossibile avviare la configurazione. Riprova.
ja: セットアップを開始できませんでした。もう一度お試しください。
ko: 설정을 시작할 수 없습니다. 다시 시도해주세요.
lt: Nepavyko pradėti nustatymo. Bandykite dar kartą.
lv: Neizdevās sākt iestatīšanu. Lūdzu, mēģiniet vēlreiz.
nb: Kunne ikke starte oppsett. Prøv igjen.
nl: Kon instelling niet starten. Probeer opnieuw.
nn: Kunne ikke starte oppsett. Prøv igjen.
pl: Nie można rozpocząć konfiguracji. Spróbuj ponownie.
pt_br: Não foi possível iniciar a configuração. Tente novamente.
ro: Nu s-a putut începe configurarea. Încercați din nou.
ru: Не удалось начать настройку. Попробуйте еще раз.
sk: Nastavenie sa nepodarilo spustiť. Skúste znova.
sl: Ni bilo mogoče začeti nastavitve. Poskusite znova.
sr: Nije moguće pokrenuti postavljanje. Pokušajte ponovo.
sv: Kunde inte starta konfiguration. Försök igen.
sw: Haikuweza kuanza setup. Jaribu tena.
ta: அமைப்பைத் தொடங்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
th: ไม่สามารถเริ่มการตั้งค่า โปรดลองอีกครั้ง
tr: Kurulum başlatılamadı. Lütfen tekrar deneyin.
uk: Не вдалося розпочати налаштування. Спробуйте ще раз.
ur: سیٹ اپ شروع نہیں کر سکے۔ براہ کرم دوبارہ کوشش کریں۔
vi: Không thể bắt đầu thiết lập. Vui lòng thử lại.
zh_hans: 无法开始设置。请重试。
zh_hant: 無法開始設定。請重試。

# security.mfa.errors.invalidCode
source: Invalid code. Please try again.
ar: رمز غير صحيح. يرجى المحاولة مرة أخرى.
bg: Невалиден код. Опитайте отново.
bn: অবৈধ কোড। আবার চেষ্টা করুন।
ca: Codi invàlid. Torna a intentar-ho.
cs: Neplatný kód. Zkuste znovu.
da: Ugyldig kode. Prøv igen.
de: Ungültiger Code. Bitte versuche es erneut.
el: Άκυρος κωδικός. Προσπαθήστε ξανά.
es: Código inválido. Inténtalo de nuevo.
et: Vigane kood. Proovi uuesti.
fa: کد نامعتبر است. دوباره تلاش کنید.
fi: Virheellinen koodi. Yritä uudelleen.
fil: Hindi valid na code. Subukan ulit.
fr: Code invalide. Réessayez.
he: קוד לא תקין. נסה שוב.
hi: अमान्य कोड। कृपया पुनः प्रयास करें।
hr: Nevaljani kod. Pokušajte ponovno.
hu: Érvénytelen kód. Próbálja újra.
id: Kode tidak valid. Coba lagi.
is: Ógildur kóði. Prófaðu aftur.
it: Codice non valido. Riprova.
ja: 無効なコードです。もう一度お試しください。
ko: 잘못된 코드입니다. 다시 시도해주세요.
lt: Neteisingas kodas. Bandykite dar kartą.
lv: Nederīgs kods. Lūdzu, mēģiniet vēlreiz.
nb: Ugyldig kode. Prøv igjen.
nl: Ongeldige code. Probeer opnieuw.
nn: Ugyldig kode. Prøv igjen.
pl: Nieprawidłowy kod. Spróbuj ponownie.
pt_br: Código inválido. Tente novamente.
ro: Cod invalid. Încercați din nou.
ru: Неверный код. Попробуйте еще раз.
sk: Neplatný kód. Skúste znova.
sl: Neveljavna koda. Poskusite znova.
sr: Nevažeći kod. Pokušajte ponovo.
sv: Ogiltig kod. Försök igen.
sw: Nambari batili. Jaribu tena.
ta: தவறான குறியீடு. மீண்டும் முயற்சிக்கவும்.
th: รหัสไม่ถูกต้อง โปรดลองอีกครั้ง
tr: Geçersiz kod. Lütfen tekrar deneyin.
uk: Невірний код. Спробуйте ще раз.
ur: غلط کوڈ۔ براہ کرم دوبارہ کوشش کریں۔
vi: Mã không hợp lệ. Vui lòng thử lại.
zh_hans: 代码无效。请重试。
zh_hant: 代碼無效。請重試。

# security.mfa.errors.noFactor
source: No factor found
ar: لم يتم العثور على عامل
bg: Не е намерен фактор
bn: কোন ফ্যাক্টর পাওয়া যায়নি
ca: Cap factor trobat
cs: Faktor nenalezen
da: Ingen faktor fundet
de: Keine Authentifizierungsmethode gefunden
el: Δεν βρέθηκε παράγοντας
es: Factor no encontrado
et: Tegurit ei leitud
fa: هیچ عاملی پیدا نشد
fi: Tekijää ei löytynyt
fil: Walang factor na nahanap
fr: Aucun facteur trouvé
he: לא נמצא גורם
hi: कोई कारक नहीं मिला
hr: Faktor nije pronađen
hu: Nem található faktor
id: Faktor tidak ditemukan
is: Enginn þáttur fundinn
it: Nessun fattore trovato
ja: ファクタが見つかりません
ko: 인증 요소를 찾을 수 없음
lt: Veiksnys nerastas
lv: Faktors nav atrasts
nb: Ingen faktor funnet
nl: Geen factor gevonden
nn: Ingen faktor funnen
pl: Nie znaleziono czynnika
pt_br: Nenhum fator encontrado
ro: Niciun factor găsit
ru: Фактор не найден
sk: Faktor nenájdený
sl: Faktor ni bil najden
sr: Faktor nije pronađen
sv: Ingen faktor hittad
sw: Hakuna sababu iliyopatikana
ta: எந்த காரணியும் கண்டறியப்படவில்லை
th: ไม่พบปัจจัย
tr: Faktör bulunamadı
uk: Фактор не знайдено
ur: کوئی فیکٹر نہیں ملا
vi: Không tìm thấy yếu tố
zh_hans: 未找到因素
zh_hant: 找不到驗證因素

# security.mfa.errors.unenrollFailed
source: Could not remove factor. Please try again.
ar: تعذر إزالة العامل. يرجى المحاولة مرة أخرى.
bg: Не може да се премахне фактор. Опитайте отново.
bn: ফ্যাক্টর সরানো যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut eliminar el factor. Torna a intentar-ho.
cs: Nelze odstranit faktor. Zkuste znovu.
da: Kunne ikke fjerne faktor. Prøv igen.
de: Authentifizierungsmethode konnte nicht entfernt werden. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η κατάργηση του παράγοντα. Προσπαθήστε ξανά.
es: No se pudo eliminar el factor. Inténtalo de nuevo.
et: Teguri eemaldamine ebaõnnestus. Proovi uuesti.
fa: نمی‌توان عامل را حذف کرد. دوباره تلاش کنید.
fi: Tekijää ei voitu poistaa. Yritä uudelleen.
fil: Hindi makaalis ng factor. Subukan ulit.
fr: Impossible de supprimer le facteur. Réessayez.
he: לא היתה אפשרות להסיר גורם. נסה שוב.
hi: कारक को हटाया नहीं जा सका। कृपया पुनः प्रयास करें।
hr: Nije moguće ukloniti faktor. Pokušajte ponovno.
hu: Nem sikerült eltávolítani a faktort. Próbálja újra.
id: Tidak dapat menghapus faktor. Coba lagi.
is: Gat ekki fjarlægt þátt. Prófaðu aftur.
it: Impossibile rimuovere il fattore. Riprova.
ja: ファクタを削除できませんでした。もう一度お試しください。
ko: 인증 요소를 제거할 수 없습니다. 다시 시도해주세요.
lt: Nepavyko pašalinti veiksnio. Bandykite dar kartą.
lv: Neizdevās noņemt faktoru. Lūdzu, mēģiniet vēlreiz.
nb: Kunne ikke fjerne faktor. Prøv igjen.
nl: Kon factor niet verwijderen. Probeer opnieuw.
nn: Kunne ikke fjerne faktor. Prøv igjen.
pl: Nie można usunąć czynnika. Spróbuj ponownie.
pt_br: Não foi possível remover o fator. Tente novamente.
ro: Nu s-a putut elimina factorul. Încercați din nou.
ru: Не удалось удалить фактор. Попробуйте еще раз.
sk: Nepodarilo sa odstrániť faktor. Skúste znova.
sl: Ni bilo mogoče odstraniti faktorja. Poskusite znova.
sr: Nije moguće ukloniti faktor. Pokušajte ponovo.
sv: Kunde inte ta bort faktor. Försök igen.
sw: Haikuweza kuondoa sababu. Jaribu tena.
ta: காரணியை அகற்ற முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
th: ไม่สามารถลบปัจจัย โปรดลองอีกครั้ง
tr: Faktör kaldırılamadı. Lütfen tekrar deneyin.
uk: Не вдалося видалити фактор. Спробуйте ще раз.
ur: فیکٹر ہٹایا نہیں جا سکا۔ براہ کرم دوبارہ کوشش کریں۔
vi: Không thể xóa yếu tố. Vui lòng thử lại.
zh_hans: 无法移除因素。请重试。
zh_hant: 無法移除驗證因素。請重試。
